Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# AI 思考中...
source: AI is thinking...
zh_hans: AI 思考中...
zh_hant: AI 思考中...

# AI 投资建议
source: AI Investment Advice
zh_hans: AI 投资建议
zh_hant: AI 投資建議

# AI 生成深度信息中
source: Generating detailed AI information
zh_hans: AI 生成深度信息中
zh_hant: AI 生成深度信息中

# AI 生成的内容可能不准确或具有误导性，请注意甄别。 本应用使用第三方 AI 服务，对话内容仅存储在您的设备本地。
source: AI-generated content may be inaccurate or misleading. Please review it carefully. This app uses third-party AI services. Conversation content is stored only on your device.
zh_hans: AI 生成的内容可能不准确或具有误导性，请注意甄别。 本应用使用第三方 AI 服务，对话内容仅存储在您的设备本地。
zh_hant: AI 生成的內容可能不準確或具有誤導性，請注意甄別。 本應用使用第三方 AI 服務，對話內容僅存儲在您的設備本地。

# AI分析结果
source: AI Analysis Results
zh_hans: AI分析结果
zh_hant: AI分析結果

# API Key 请配置在项目目录下的:
source: Configure the API key under the project directory:
zh_hans: API Key 请配置在项目目录下的:
zh_hant: API Key 請配置在項目目錄下的:

# API Key 配置说明
source: API Key Setup Guide
zh_hans: API Key 配置说明
zh_hant: API Key 配置說明

# App Icon 红点：%lld
source: App icon badge: %lld
zh_hans: App Icon 红点：%lld
zh_hant: App Icon 紅點：%lld

# App 内未读：%lld
source: Unread in app: %lld
zh_hans: App 内未读：%lld
zh_hant: App 內未讀：%lld

# Apple ID 名称: %@
source: Apple ID Name: %@
zh_hans: Apple ID 名称: %@
zh_hant: Apple ID 名稱: %@

# Apple 登录
source: Sign in with Apple
zh_hans: Apple 登录
zh_hant: Apple 登入

# Apple 语音服务
source: Apple Speech Service
zh_hans: Apple 语音服务
zh_hant: Apple 語音服務

# App图标
source: App Icon
zh_hans: App图标
zh_hant: App圖標

# BGM 音量
source: BGM Volume
zh_hans: BGM 音量
zh_hant: BGM 音量

# BGM 音量: %lld%%
source: BGM Volume: %lld%%
zh_hans: BGM 音量: %lld%%
zh_hant: BGM 音量: %lld%%

# CloudKit 状态
source: CloudKit Status
zh_hans: CloudKit 状态
zh_hant: CloudKit 狀態

source: House
zh_hans: 小屋
zh_hant: 小屋

# House 右上角
source: Top Right of House
zh_hans: House 右上角
zh_hant: House 右上角

# House（空间场景）
source: House (Spatial Scene)
zh_hans: House（空间场景）
zh_hant: House（空間場景）

# House设置
source: House Settings
zh_hans: House设置
zh_hant: House設定

# House风格
source: House Style
zh_hans: House风格
zh_hant: House風格

# IAP测试实验室
source: IAP Test Lab
zh_hans: IAP测试实验室
zh_hant: IAP測試實驗室

# iCloud 及时同步
source: iCloud Real-Time Sync
zh_hans: iCloud 及时同步
zh_hant: iCloud 即時同步

# iCloud 同步
source: iCloud Sync
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# iCloud 同步可以将您的数据自动备份到云端，并在您的所有设备之间同步。
source: iCloud Sync automatically backs up your data to the cloud and keeps it in sync across your devices.
zh_hans: iCloud 同步可以将您的数据自动备份到云端，并在您的所有设备之间同步。
zh_hant: iCloud 同步可以將您的數據自動備份到雲端，並在您的所有設備之間同步。

# iCloud 同步管理
source: iCloud Sync Management
zh_hans: iCloud 同步管理
zh_hant: iCloud 同步管理

# iCloud 同步设置已更改。需要重启应用才能生效。请手动关闭并重新打开应用。
source: iCloud sync settings changed. Restart the app for them to take effect.
zh_hans: iCloud 同步设置已更改。需要重启应用才能生效。请手动关闭并重新打开应用。
zh_hant: iCloud 同步設定已變更。需要重新啟動 App 才能生效。請手動關閉並重新開啟 App。

# iCloud 就绪
source: iCloud Ready
zh_hans: iCloud 就绪
zh_hant: iCloud 就緒

# iCloud 账户不可用，请检查设置
source: iCloud account unavailable. Check Settings.
zh_hans: iCloud 账户不可用，请检查设置
zh_hant: iCloud 帳戶不可用，請檢查設定

# iCloud云端同步
source: iCloud Sync
zh_hans: iCloud云端同步
zh_hant: iCloud雲端同步

# iCloud同步
source: iCloud Sync
zh_hans: iCloud同步
zh_hant: iCloud 同步

# JavaScript代码
source: JavaScript Code
zh_hans: JavaScript代码
zh_hant: JavaScript代碼

# K线图功能开发中
source: Candlestick charts are in development
zh_hans: K线图功能开发中
zh_hant: K線圖功能開發中

# LO-指数
source: LO Index
zh_hans: LO-指数
zh_hant: LO-指數

# Lo同好
source: Lolita Friend
zh_hans: Lo同好
zh_hant: Lo 同好

# Object Capture 需要 iOS 18 或更高版本
source: Object Capture requires iOS 18 or later
zh_hans: Object Capture 需要 iOS 18 或更高版本
zh_hant: Object Capture 需要 iOS 18 或更高版本

# SfM重建...
source: SfM reconstruction...
zh_hans: SfM重建...
zh_hant: SfM 重建...

# T2航站楼
source: Terminal T2
zh_hans: T2航站楼
zh_hant: T2航站樓

# VIP 专属 · 当前：%@
source: VIP Only · Current: %@
zh_hans: VIP 专属 · 当前：%@
zh_hant: VIP 專屬 · 當前：%@

# VIP 专属权益
source: VIP Benefits
zh_hans: VIP 专属权益
zh_hant: VIP 專屬權益

# VIP 最低 %@喵币
source: VIP from %@ Meow Coins
zh_hans: VIP 最低 %@喵币
zh_hant: VIP 最低 %@喵幣

# VIP形象 · 个性化 · 触感
source: VIP Avatar · Personalization · Haptics
zh_hans: VIP形象 · 个性化 · 触感
zh_hant: VIP形象 · 個人化 · 觸感

# VIP测试
source: VIP Test
zh_hans: VIP测试
zh_hant: VIP測試

# VIP状态
source: VIP Status
zh_hans: VIP状态
zh_hant: VIP狀態

# X轴
source: X Axis
zh_hans: X轴
zh_hant: X 軸

# X轴旋转
source: X-axis Rotation
zh_hans: X轴旋转
zh_hant: X軸旋轉

# Y轴
source: Y Axis
zh_hans: Y轴
zh_hant: Y 軸

# Y轴旋转
source: Y-axis Rotation
zh_hans: Y轴旋转
zh_hant: Y軸旋轉

# Z轴
source: Z Axis
zh_hans: Z轴
zh_hant: Z 軸

# Z轴旋转
source: Z-axis Rotation
zh_hans: Z轴旋转
zh_hant: Z軸旋轉

# 一次最多只能选择 %@ 张图片
source: You can select up to %@ photos at a time
zh_hans: 一次最多只能选择 %@ 张图片
zh_hant: 一次最多只能選擇 %@ 張圖片

# 一次最多只能选择 %lld 张图片
source: You can select up to %lld images at a time
zh_hans: 一次最多只能选择 %lld 张图片
zh_hant: 一次最多只能選擇 %lld 張圖片

# 一次最多只能选择 %lld 张照片
source: You can select up to %lld photos at a time
zh_hans: 一次最多只能选择 %lld 张照片
zh_hant: 一次最多只能選擇 %lld 張照片

# 一键替换主图
source: Replace Main Image
zh_hans: 一键替换主图
zh_hant: 一鍵替換主圖

# 三层高度
source: Three Heights
zh_hans: 三层高度
zh_hant: 三層高度

# 上一步
source: Previous
zh_hans: 上一步
zh_hant: 上一步

# 上一页
source: Previous Page
zh_hans: 上一页
zh_hant: 上一頁

# 上传中: %lld%%
source: Uploading: %lld%%
zh_hans: 上传中: %lld%%
zh_hant: 上傳中: %lld%%

# 上传数据...
source: Uploading data...
zh_hans: 上传数据...
zh_hant: 上傳資料...

# 上次同步
source: Last Sync
zh_hans: 上次同步
zh_hant: 上次同步

# 上次同步: %@
source: Last sync: %@
zh_hans: 上次同步: %@
zh_hant: 上次同步: %@

# 下一步
source: Next
zh_hans: 下一步
zh_hant: 下一步

# 下一页
source: Next Page
zh_hans: 下一页
zh_hant: 下一頁

# 下一题
source: Next Question
zh_hans: 下一题
zh_hant: 下一題

# 下次启动应用时将重新显示新手引导。
source: The onboarding guide will be shown again the next time the app starts.
zh_hans: 下次启动应用时将重新显示新手引导。
zh_hant: 下次啓動應用時將重新顯示新手引導。

# 下载中: %lld%%
source: Downloading: %lld%%
zh_hans: 下载中: %lld%%
zh_hant: 下載中: %lld%%

# 下降中
source: Descending
zh_hans: 下降中
zh_hant: 下降中

# 不保存返回
source: Return Without Saving
zh_hans: 不保存返回
zh_hant: 不保存返回

# 不可填充
source: Cannot Fill
zh_hans: 不可填充
zh_hant: 不可填充

# 不可用
source: Unavailable
zh_hans: 不可用
zh_hant: 不可用

# 不可选
source: Not Selectable
zh_hans: 不可选
zh_hant: 不可選

# 不含默认裙装，可叠衣服贴纸；%@透明发型层。
source: No default dress; clothing stickers can be layered with the transparent %@ hair layer.
zh_hans: 不含默认裙装，可叠衣服贴纸；%@透明发型层。
zh_hant: 不含預設裙裝，可疊衣服貼紙；%@透明髮型層。

# 不含默认裙装，已清理侧发碎片，适合直接叠衣服贴纸。
source: No default dress; side hair fragments are cleaned up, so clothing stickers can be layered directly.
zh_hans: 不含默认裙装，已清理侧发碎片，适合直接叠衣服贴纸。
zh_hant: 不含預設裙裝，已清理側髮碎片，適合直接疊衣服貼紙。

# 与极光共舞的幸运儿
source: A lucky guest who danced with the aurora.
zh_hans: 与极光共舞的幸运儿
zh_hant: 與極光共舞的幸運兒

# 世界书
source: World Book
zh_hans: 世界书
zh_hant: 世界書

# 丝带天鹅
source: Ribbon Swan
zh_hans: 丝带天鹅
zh_hant: 絲帶天鵝

# 丝绸
source: Silk
zh_hans: 丝绸
zh_hant: 絲綢

# 个性化
source: Personalization
zh_hans: 个性化
zh_hant: 個性化

# 个性化偏好
source: Personal Preferences
zh_hans: 个性化偏好
zh_hant: 個人化偏好

# 为了让这套主题更完整，已帮你切回纯色背景；停用主题后可再使用图片背景。
source: To keep this theme consistent, the background was switched back to a solid color. You can use image backgrounds again after disabling the theme.
zh_hans: 为了让这套主题更完整，已帮你切回纯色背景；停用主题后可再使用图片背景。
zh_hant: 為了讓這套主題更完整，已幫你切回純色背景；停用主題後可再使用圖片背景。

# 为兼容 iOS 17.x 热修包，Object Capture 已暂时降级，后续 iOS 18+ 版本可重新启用。
source: Object Capture has been temporarily downgraded for the iOS 17.x hotfix and can be re-enabled for iOS 18+ later.
zh_hans: 为兼容 iOS 17.x 热修包，Object Capture 已暂时降级，后续 iOS 18+ 版本可重新启用。
zh_hant: 為兼容 iOS 17.x 熱修包，Object Capture 已暫時降級，後續 iOS 18+ 版本可重新啓用。

# 为当前主题配色方案起个名字
source: Name this theme color scheme
zh_hans: 为当前主题配色方案起个名字
zh_hant: 為當前主題配色方案起個名字

# 主人：先给我看天气穿搭～
source: Master: show me the weather outfit first~
zh_hans: 主人：先给我看天气穿搭～
zh_hant: 主人：先給我看天氣穿搭～

# 主图
source: Main Image
zh_hans: 主图
zh_hant: 主圖

# 主按钮
source: Primary Button
zh_hans: 主按钮
zh_hant: 主按鈕

# 主按钮、圆形徽标、筛选胶囊与折扣标识
source: Primary buttons, round badges, filter chips, and discount badges
zh_hans: 主按钮、圆形徽标、筛选胶囊与折扣标识
zh_hant: 主按鈕、圓形徽標、篩選膠囊與折扣標識

# 主标题
source: Main Title
zh_hans: 主标题
zh_hant: 主標題

# 主要操作
source: Primary Action
zh_hans: 主要操作
zh_hant: 主要操作

# 主题
source: Theme
zh_hans: 主题
zh_hant: 主題

# 主题商店 · 已购主题
source: Theme Store · Owned Themes
zh_hans: 主题商店 · 已购主题
zh_hant: 主題商店 · 已購主題

# 主题实时预览
source: Live Theme Preview
zh_hans: 主题实时预览
zh_hant: 主題實時預覽

# 主题已存在
source: Theme Already Exists
zh_hans: 主题已存在
zh_hant: 主題已存在

# 主题操作
source: Theme Actions
zh_hans: 主题操作
zh_hant: 主題操作

# 主题皮肤画廊
source: Theme Skin Gallery
zh_hans: 主题皮肤画廊
zh_hant: 主題皮膚畫廊

# 主题空状态会保持温柔提示
source: Theme empty states keep a gentle hint
zh_hans: 主题空状态会保持温柔提示
zh_hant: 主題空狀態會保持溫柔提示

# 主题设置
source: Theme Settings
zh_hans: 主题设置
zh_hant: 主題設定

# 主题详情
source: Theme Details
zh_hans: 主题详情
zh_hant: 主題詳情

# 主题配色
source: Theme Colors
zh_hans: 主题配色
zh_hant: 主題配色

# 主题预览
source: Theme Preview
zh_hans: 主题预览
zh_hant: 主題預覽

# 举报 AI 内容
source: Report AI Content
zh_hans: 举报 AI 内容
zh_hant: 舉報 AI 內容

# 举报原因
source: Report Reason
zh_hans: 举报原因
zh_hant: 舉報原因

# 举报已提交
source: Report Submitted
zh_hans: 举报已提交
zh_hant: 舉報已提交

# 书本 House
source: Book House
zh_hans: 书本 House
zh_hant: 書本 House

# 书架、翻页与搭配记录
source: Bookshelf, page turns, and outfit records
zh_hans: 书架、翻页与搭配记录
zh_hant: 書架、翻頁與搭配記錄

# 书页管理
source: Page Management
zh_hans: 书页管理
zh_hant: 書頁管理

# 书页预览
source: Page Preview
zh_hans: 书页预览
zh_hant: 書頁預覽

# 买入
source: Buy
zh_hans: 买入
zh_hant: 買入

# 了解更多
source: Learn More
zh_hans: 了解更多
zh_hant: 瞭解更多

# 云朵裙
source: Cloud Dress
zh_hans: 云朵裙
zh_hant: 雲朵裙

# 云端乐谱
source: Cloud Sheet Music
zh_hans: 云端乐谱
zh_hant: 雲端樂譜

# 云端数据已成功恢复到本地。
source: Cloud data has been restored locally.
zh_hans: 云端数据已成功恢复到本地。
zh_hant: 雲端數據已成功恢復到本地。

# 云端文件备份: %@
source: Cloud file backup: %@
zh_hans: 云端文件备份: %@
zh_hant: 雲端文件備份: %@

# 云端文件备份管理
source: Cloud File Backup
zh_hans: 云端文件备份管理
zh_hant: 雲端檔案備份管理

# 云端热气球
source: Cloud Hot-Air Balloon
zh_hans: 云端热气球
zh_hant: 雲端熱氣球

# 云端的文件备份与恢复
source: Cloud File Backup & Restore
zh_hans: 云端的文件备份与恢复
zh_hant: 雲端檔案備份與還原

# 云端管弦 · 星河谱表 · 鎏金五线谱
source: Cloud Orchestra · Starry Score · Gilded Staff
zh_hans: 云端管弦 · 星河谱表 · 鎏金五线谱
zh_hant: 雲端管弦 · 星河譜表 · 鎏金五線譜

# 京都·千本鸟居
source: Kyoto · Thousand Torii
zh_hans: 京都·千本鸟居
zh_hant: 京都·千本鳥居

# 亮度
source: Brightness
zh_hans: 亮度
zh_hant: 亮度

# 人台
source: Mannequin
zh_hans: 人台
zh_hant: 人台

# 人台画布
source: Mannequin Canvas
zh_hans: 人台画布
zh_hant: 人台畫布

# 今天的航班将带您穿越云海，抵达奇妙的茶会现场
source: Today's flight will take you across the clouds to a magical tea party.
zh_hans: 今天的航班将带您穿越云海，抵达奇妙的茶会现场
zh_hant: 今天的航班將帶您穿越雲海，抵達奇妙的茶會現場

# 今日推荐
source: Today’s Picks
zh_hans: 今日推荐
zh_hant: 今日推薦

# 今日未打卡
source: Not Checked In Today
zh_hans: 今日未打卡
zh_hant: 今日未打卡

# 今日装扮 6 件
source: 6 outfit pieces today
zh_hans: 今日装扮 6 件
zh_hant: 今日裝扮 6 件

# 从 %@ 出发
source: Depart from %@
zh_hans: 从 %@ 出发
zh_hant: 從 %@ 出發

# 从云端恢复
source: Restore from Cloud
zh_hans: 从云端恢复
zh_hant: 從雲端還原

# 从云端恢复将覆盖当前的本地数据（合并更新）。确定要继续吗？
source: Restoring from cloud will overwrite local data with merged updates. Continue?
zh_hans: 从云端恢复将覆盖当前的本地数据（合并更新）。确定要继续吗？
zh_hant: 從雲端恢復將覆蓋當前的本地數據（合併更新）。確定要繼續嗎？

# 从图库多选
source: Select Multiple from Gallery
zh_hans: 从图库多选
zh_hant: 從圖庫多選

# 从图库选择
source: Choose from Gallery
zh_hans: 从图库选择
zh_hant: 從圖庫選擇

# 从图库选择图片，并继续使用 3:4 裁剪。
source: Choose an image from Photos and keep using the 3:4 crop.
zh_hans: 从图库选择图片，并继续使用 3:4 裁剪。
zh_hant: 從圖庫選擇圖片，並繼續使用 3:4 裁切。

# 从物体正前方开始拍摄
source: Start shooting from directly in front of the object
zh_hans: 从物体正前方开始拍摄
zh_hant: 從物體正前方開始拍攝

# 从相册选择
source: Choose from Photos
zh_hans: 从相册选择
zh_hant: 從相冊選擇

# 从衣橱添加
source: Add from Closet
zh_hans: 从衣橱添加
zh_hant: 從衣櫥添加

# 从衣橱选择
source: Choose from Closet
zh_hans: 从衣橱选择
zh_hant: 從衣櫥選擇

# 付尾款彩蛋
source: Balance Payment Easter Egg
zh_hans: 付尾款彩蛋
zh_hant: 付尾款彩蛋

# 付尾款特效
source: Balance Payment Effect
zh_hans: 付尾款特效
zh_hant: 付尾款特效

# 以下裙装还没有抠图： %@ 需要去生成抠图吗？
source: The following dress items do not have cutouts yet: %@ Generate cutouts now?
zh_hans: 以下裙装还没有抠图： %@ 需要去生成抠图吗？
zh_hant: 以下裙裝還沒有摳圖： %@ 需要去生成摳圖嗎？

# 价格
source: Price
zh_hans: 价格
zh_hant: 價格

# 价格显示
source: Price Display
zh_hans: 价格显示
zh_hant: 價格顯示

# 价格走势
source: Price Trend
zh_hans: 价格走势
zh_hant: 價格走勢

# 任务详情
source: Task Details
zh_hans: 任务详情
zh_hant: 任務詳情

# 任务说明
source: Task Description
zh_hans: 任务说明
zh_hant: 任務說明

# 优先级
source: Priority
zh_hans: 优先级
zh_hant: 優先級

# 优先级: %lld
source: Priority: %lld
zh_hans: 优先级: %lld
zh_hant: 優先級: %lld

# 优化模型...
source: Optimizing model...
zh_hans: 优化模型...
zh_hant: 優化模型...

# 会员
source: Member
zh_hans: 会员
zh_hant: 會員

# 位置 %d
source: Position %d
zh_hans: 位置 %d
zh_hant: 位置 %d

# 体验完成任务
source: Complete Experience Task
zh_hans: 体验完成任务
zh_hant: 體驗完成任務

# 余额
source: Balance
zh_hans: 余额
zh_hant: 餘額

# 你仍然可以在 iOS 17.4 使用相册导入或 USDZ 文件导入，3D 扫描会在 iOS 18+ 设备上保持原有流程。
source: i O S 1 7. 4 Use Photos Import U S D Z Import, 3 D Scan i O S 1 8 +.
zh_hans: 你仍然可以在 iOS 17.4 使用相册导入或 USDZ 文件导入，3D 扫描会在 iOS 18+ 设备上保持原有流程。
zh_hant: 你仍然可以在 iOS 17.4 使用相冊導入或 USDZ 文件導入，3D 掃描會在 iOS 18+ 設備上保持原有流程。

# 你问了%@:
source: You asked %@:
zh_hans: 你问了%@:
zh_hant: 你問了%@:

# 使用 %lld 个贴纸
source: Use %lld stickers
zh_hans: 使用 %lld 个贴纸
zh_hant: 使用 %lld 個貼紙

# 使用%@专属字体
source: Use %@ exclusive font
zh_hans: 使用%@专属字体
zh_hant: 使用%@專屬字體

# 使用中
source: Use...
zh_hans: 使用中
zh_hant: 使用中

# 使用中：%@
source: Using: %@
zh_hans: 使用中：%@
zh_hant: 使用中：%@

# 使用相机拍摄20+张照片 或从图库选择图片生成3D模型
source: Use 2 0 + Photo Gallery Choose Images Generate 3 D Model
zh_hans: 使用相机拍摄20+张照片 或从图库选择图片生成3D模型
zh_hant: 使用相機拍攝20+張照片 或從圖庫選擇圖片生成3D模型

# 使用纯白底图，适合自由拼贴。
source: Use a plain white base, ideal for freeform collages.
zh_hans: 使用纯白底图，适合自由拼贴。
zh_hant: 使用純白底圖，適合自由拼貼。

# 使用颜色
source: Use Color
zh_hans: 使用颜色
zh_hant: 使用顏色

# 保存为裙装主图
source: Save Dress Item Main Image
zh_hans: 保存为裙装主图
zh_hant: 保存為裙裝主圖

# 保存主题方案
source: Save Theme Scheme
zh_hans: 保存主题方案
zh_hant: 保存主題方案

# 保存修改
source: Save Changes
zh_hans: 保存修改
zh_hant: 儲存修改

# 保存到作品集
source: Save to Portfolio
zh_hans: 保存到作品集
zh_hant: 保存到作品集

# 保存到相册
source: Save to Photos
zh_hans: 保存到相册
zh_hant: 保存到相冊

# 保存后可以在拼豆工坊列表中查看和管理
source: Save Fuse Beads List Management
zh_hans: 保存后可以在拼豆工坊列表中查看和管理
zh_hant: 保存後可以在拼豆工坊列表中查看和管理

# 保存图案
source: Save Pattern
zh_hans: 保存图案
zh_hant: 保存圖案

# 保存图片
source: Save Image
zh_hans: 保存图片
zh_hant: 保存圖片

# 保存场景
source: Save Scene
zh_hans: 保存场景
zh_hant: 保存場景

# 保存失败
source: Save Failed
zh_hans: 保存失败
zh_hant: 儲存失敗

# 保存并返回
source: Save and Return
zh_hans: 保存并返回
zh_hant: 保存並返回

# 保存成功
source: Save Successful
zh_hans: 保存成功
zh_hant: 保存成功

# 保存结果
source: Save Result
zh_hans: 保存结果
zh_hant: 保存結果

# 保存设置
source: Save Settings
zh_hans: 保存设置
zh_hant: 儲存設定

# 保护你的数据安全
source: Protect Data
zh_hans: 保护你的数据安全
zh_hant: 保護你的數據安全

# 保持在默认手帐
source: Default Journal
zh_hans: 保持在默认手帐
zh_hant: 保持在默認手帳

# 保留原汁原味的肉类冻干。
source: Freeze-dried meat with its original flavor.
zh_hans: 保留原汁原味的肉类冻干。
zh_hant: 保留原汁原味的肉類凍乾。

# 修复数据
source: Data
zh_hans: 修复数据
zh_hant: 修複數據

# 修改%@
source: Edit %@
zh_hans: 修改%@
zh_hant: 修改%@

# 修改分类
source: Change Category
zh_hans: 修改分类
zh_hant: 修改分類

# 修改名称
source: Change Name
zh_hans: 修改名称
zh_hant: 修改名稱

# 修改备注
source: Edit Notes
zh_hans: 修改备注
zh_hant: 修改備注

# 修改封面
source: Change Cover
zh_hans: 修改封面
zh_hant: 修改封面

# 修改手帐封面
source: Change Journal Cover
zh_hans: 修改手帐封面
zh_hant: 修改手帳封面

# 修改表图
source: Change Cover Image
zh_hans: 修改表图
zh_hant: 修改表圖

# 停工 %lld
source: Stop work at %lld
zh_hans: 停工 %lld
zh_hant: 停工 %lld

# 停止
source: Stop
zh_hans: 停止
zh_hant: 停止

# 停止动作
source: Stop Action
zh_hans: 停止动作
zh_hant: 停止動作

# 停用
source: Disable
zh_hans: 停用
zh_hant: 停用

# 停用主题
source: Disable Theme
zh_hans: 停用主题
zh_hant: 停用主題

# 停用当前
source: Disable Current
zh_hans: 停用当前
zh_hant: 停用目前

# 像素图与拼豆创作
source: Pixel art and bead creations
zh_hans: 像素图与拼豆创作
zh_hant: 像素圖與拼豆創作

# 像素风格
source: Pixels
zh_hans: 像素风格
zh_hant: 像素風格

# 先回到魔法任务列表，往上找到「穿搭手帐」这条任务；找到后我们会继续高亮下一步。
source: Magic Tasks List, “ Outfit Journal ” Task; Continue.
zh_hans: 先回到魔法任务列表，往上找到「穿搭手帐」这条任务；找到后我们会继续高亮下一步。
zh_hant: 先回到魔法任務列表，往上找到「穿搭手帳」這條任務；找到後我們會繼續高亮下一步。

# 先让主题保持成套吧
source: Keep the Theme Matched
zh_hans: 先让主题保持成套吧
zh_hant: 先讓主題保持成套吧

# 先选大主图与小主图的排列方式；需要换大图时，再从弹窗菜单里选择。
source: Large Main Image Small Main Image; Required, Menu Choose.
zh_hans: 先选大主图与小主图的排列方式；需要换大图时，再从弹窗菜单里选择。
zh_hant: 先選大主圖與小主圖的排列方式；需要換大圖時，再從彈窗菜單里選擇。

# 先领养一个小伙伴吧
source: Let's adopt a buddy first
zh_hans: 先领养一个小伙伴吧
zh_hant: 先領養一個小夥伴吧

# 光晕效果
source: Glow Effect
zh_hans: 光晕效果
zh_hant: 光暈效果

# 免费
source: Free
zh_hans: 免费
zh_hant: 免費

# 兑换数量: %lld
source: Redeem Quantity: %lld
zh_hans: 兑换数量: %lld
zh_hant: 兌換數量: %lld

# 全局搜索
source: Search
zh_hans: 全局搜索
zh_hant: 全局搜索

# 全款¥%@
source: Full Payment ¥%@
zh_hans: 全款¥%@
zh_hant: 全款¥%@

# 全款预约日期: %@
source: Full Reservation Date: %@
zh_hans: 全款预约日期: %@
zh_hant: 全款預約日期: %@

# 全透明
source: Transparent
zh_hans: 全透明
zh_hant: 全透明

# 全部小主图
source: Small Main Image
zh_hans: 全部小主图
zh_hant: 全部小主圖

# 全部已读
source: All Read
zh_hans: 全部已读
zh_hant: 全部已讀

# 公告
source: Notice
zh_hans: 公告
zh_hant: 公告

# 公告中心
source: Notice Center
zh_hans: 公告中心
zh_hant: 公告中心

# 公告管理
source: Notice Management
zh_hans: 公告管理
zh_hant: 公告管理

# 公告诊断面板
source: Notice Diagnostics Panel
zh_hans: 公告诊断面板
zh_hant: 公告診斷面板

# 公告详情
source: Notice Details
zh_hans: 公告详情
zh_hant: 公告詳情

# 共 %lld 个
source: %lld total
zh_hans: 共 %lld 个
zh_hant: 共 %lld 個

# 共 %lld 件推荐单品
source: %lld recommended items
zh_hans: 共 %lld 件推荐单品
zh_hant: 共 %lld 件推薦單品

# 关于与协议
source: About & Agreements
zh_hans: 关于与协议
zh_hant: 關於與協議

# 关闭后，社区按钮、追根溯源等联网功能将不再显示。确定要关闭吗？
source: Close, Community, Trace Source Online Features Show. OK Close?
zh_hans: 关闭后，社区按钮、追根溯源等联网功能将不再显示。确定要关闭吗？
zh_hant: 關閉後，社區按鈕、追根溯源等聯網功能將不再顯示。確定要關閉嗎？

# 关闭后，衣柜列表将不再显示对应的价格信息，保护您的隐私。
source: Close, Closet List Show Price Info, Protect.
zh_hans: 关闭后，衣柜列表将不再显示对应的价格信息，保护您的隐私。
zh_hant: 關閉後，衣櫃列表將不再顯示對應的價格信息，保護您的隱私。

# 再次点击「选择」按钮退出选择模式
source: “ Choose ” Choose Mode
zh_hans: 再次点击「选择」按钮退出选择模式
zh_hant: 再次點擊「選擇」按鈕退出選擇模式

# 再要%@胎
source: Request another %@ batch
zh_hans: 再要%@胎
zh_hant: 再要%@胎

# 最低可见版本
source: Visible
zh_hans: 最低可见版本
zh_hant: 最低可見版本

# 最多可选择 %@ 张图片
source: Select up to %@ photos
zh_hans: 最多可选择 %@ 张图片
zh_hant: 最多可選擇 %@ 張圖片

# 最多可选择 %lld 张
source: Selectable %lld
zh_hans: 最多可选择 %lld 张
zh_hant: 最多可選擇 %lld 張

# 最多可选择 %lld 张图片
source: Selectable %lld Image
zh_hans: 最多可选择 %lld 张图片
zh_hant: 最多可選擇 %lld 張圖片

# 最新公告
source: Latest Notice
zh_hans: 最新公告
zh_hant: 最新公告

# 最终处理...
source: Finalizing...
zh_hans: 最终处理...
zh_hant: 最終處理...

# 最终确认
source: Confirm
zh_hans: 最终确认
zh_hant: 最終確認

# 最近搜索
source: Recent Search
zh_hans: 最近搜索
zh_hant: 最近搜索

# 最近获得
source: Recent
zh_hans: 最近获得
zh_hant: 最近獲得

# 最高
source: Highest
zh_hans: 最高
zh_hant: 最高

# 最高可见版本
source: Visible
zh_hans: 最高可见版本
zh_hant: 最高可見版本

# 冰岛·蓝冰洞
source: Iceland · Blue Ice Cave
zh_hans: 冰岛·蓝冰洞
zh_hant: 冰島·藍冰洞

# 冰川
source: Glacier
zh_hans: 冰川
zh_hant: 冰川

# 冰雪奇缘·蓝白茶会风
source: Frozen Fantasy · Blue and White Tea Party
zh_hans: 冰雪奇缘·蓝白茶会风
zh_hant: 冰雪奇緣·藍白茶會風

# 冻干
source: Freeze-Dried Treats
zh_hans: 冻干
zh_hant: 凍乾

# 准备数据...
source: Preparing data...
zh_hans: 准备数据...
zh_hant: 準備資料...

# 减少小图数量，让大主图成为主要视觉。
source: Reduce small stickers and make the hero image the main focus.
zh_hans: 减少小图数量，让大主图成为主要视觉。
zh_hant: 減少小圖數量，讓大主圖成為主要視覺。

# 减少颜色数量会自动将超出范围的颜色设为空白
source: Color Count Auto Color Blank
zh_hans: 减少颜色数量会自动将超出范围的颜色设为空白
zh_hant: 減少顏色數量會自動將超出範圍的顏色設為空白

# 出发地
source: Departure
zh_hans: 出发地
zh_hant: 出發地

# 出错了
source: Something went wrong
zh_hans: 出错了
zh_hant: 出錯了

# 分享
source: Share
zh_hans: 分享
zh_hant: 分享

# 分享PDF（矢量图）
source: Share P D F ()
zh_hans: 分享PDF（矢量图）
zh_hant: 分享PDF（矢量圖）

# 分享卡片
source: Share Card
zh_hans: 分享卡片
zh_hant: 分享卡片

# 分享图片
source: Share Image
zh_hans: 分享图片
zh_hant: 分享圖片

# 分享徽章
source: Share Badge
zh_hans: 分享徽章
zh_hant: 分享徽章

# 分享成图片
source: Share as Image
zh_hans: 分享成图片
zh_hant: 分享成圖片

# 分享打卡
source: Share Check-in
zh_hans: 分享打卡
zh_hant: 分享打卡

# 分享时出发地将显示为???
source: Share Origin Show???
zh_hans: 分享时出发地将显示为???
zh_hant: 分享時出發地將顯示為???

# 分享登机牌
source: Share Boarding Pass
zh_hans: 分享登机牌
zh_hant: 分享登機牌

# 分享预览
source: Share Preview
zh_hans: 分享预览
zh_hant: 分享預覽

# 分别为不同尺寸的小组件设置背景，或设置一张通用背景。
source: Widget Settings Background, Settings Background.
zh_hans: 分别为不同尺寸的小组件设置背景，或设置一张通用背景。
zh_hant: 分別為不同尺寸的小組件設置背景，或設置一張通用背景。

# 分段
source: Segment
zh_hans: 分段
zh_hant: 分段

# 分段选择器
source: Segmented Control
zh_hans: 分段选择器
zh_hant: 分段選擇器

# 分组卡
source: Section Card
zh_hans: 分组卡
zh_hant: 分組卡

# 分组卡片
source: Section Card
zh_hans: 分组卡片
zh_hant: 分組卡片

# 分组标题
source: Title
zh_hans: 分组标题
zh_hant: 分組標題

# 分辨率
source: Resolution
zh_hans: 分辨率
zh_hant: 分辨率

# 切换到%@
source: Switch to %@
zh_hans: 切换到%@
zh_hant: 切換到%@

# 切换到高级配置
source: Advanced Configuration
zh_hans: 切换到高级配置
zh_hant: 切換到高級配置

# 列表项 1
source: List Item 1
zh_hans: 列表项 1
zh_hant: 列表項 1

# 列表项 2
source: List Item 2
zh_hans: 列表项 2
zh_hant: 列表項 2

# 创建
source: Create
zh_hans: 创建
zh_hant: 創建

# 创建并移动
source: Create and Move
zh_hans: 创建并移动
zh_hant: 創建並移動

# 初次起飞
source: First Takeoff
zh_hans: 初次起飞
zh_hant: 初次起飛

# 删除 (%lld)
source: Delete (%lld)
zh_hans: 删除 (%lld)
zh_hant: 刪除 (%lld)

# 删除 %lld 项
source: Delete %lld items
zh_hans: 删除 %lld 项
zh_hant: 刪除 %lld 項

# 删除图片
source: Delete Image
zh_hans: 删除图片
zh_hant: 刪除圖片

# 删除失败
source: Delete Failed
zh_hans: 删除失败
zh_hant: 刪除失敗

# 删除当前头像
source: Delete Current Avatar
zh_hans: 删除当前头像
zh_hant: 刪除當前頭像

# 删除当前搭配
source: Delete Current Outfit
zh_hans: 删除当前搭配
zh_hant: 刪除當前搭配

# 删除手帐
source: Delete Journal
zh_hans: 删除手帐
zh_hant: 刪除手帳

# 删除手帐本
source: Delete Journal
zh_hans: 删除手帐本
zh_hant: 刪除手帳本

# 删除账号
source: Delete Account
zh_hans: 删除账号
zh_hant: 刪除賬號

# 删除账号将清除您的登录信息和个性化设置。 您的衣橱数据将保留在设备本地，但 iCloud 同步功能将停止。 此操作无法撤销。
source: Delete Account Clear Info Settings. Closet Data Keep, iCloud Sync Feature Stop. Action Unable to Undo.
zh_hans: 删除账号将清除您的登录信息和个性化设置。 您的衣橱数据将保留在设备本地，但 iCloud 同步功能将停止。 此操作无法撤销。
zh_hant: 刪除賬號將清除您的登錄信息和個性化設置。 您的衣櫥數據將保留在設備本地，但 iCloud 同步功能將停止。 此操作無法撤銷。

# 删除账号将移除您的 Apple ID 关联信息，但保留本地数据。
source: Delete Account Apple ID Info, Keep Data.
zh_hans: 删除账号将移除您的 Apple ID 关联信息，但保留本地数据。
zh_hant: 刪除賬號將移除您的 Apple ID 關聯信息，但保留本地數據。

# 前往系统设置
source: Go to System Settings
zh_hans: 前往系统设置
zh_hant: 前往系統設定

# 前往系统设置检查触感
source: Check haptics in System Settings
zh_hans: 前往系统设置检查触感
zh_hant: 前往系統設定檢查觸感

# 前往魔法任务获得更多
source: Magic Tasks
zh_hans: 前往魔法任务获得更多
zh_hant: 前往魔法任務獲得更多

# 前方即将到达%@，请准备好您的茶杯...
source: Approaching %@. Please prepare your teacup...
zh_hans: 前方即将到达%@，请准备好您的茶杯...
zh_hant: 前方即將到達%@，請準備好您的茶杯...

# 副标题/正文
source: Subtitle / Body
zh_hans: 副标题/正文
zh_hant: 副標題/正文

# 剩余
source: Remaining
zh_hans: 剩余
zh_hant: 剩餘

# 剩余飞行时间
source: Time
zh_hans: 剩余飞行时间
zh_hant: 剩餘飛行時間

# 剩余飞行距离
source: Remaining Flight Distance
zh_hans: 剩余飞行距离
zh_hant: 剩餘飛行距離

# 功能
source: Feature
zh_hans: 功能
zh_hant: 功能

# 功能开关
source: Feature Toggles
zh_hans: 功能开关
zh_hant: 功能開關

# 功能状态
source: Feature Status
zh_hans: 功能状态
zh_hant: 功能狀態

# 功能管理
source: Feature Management
zh_hans: 功能管理
zh_hant: 功能管理

# 功能说明
source: Feature Description
zh_hans: 功能说明
zh_hant: 功能說明

# 加入其他手帐
source: Journal
zh_hans: 加入其他手帐
zh_hant: 加入其他手帳

# 加入联网社区
source: Online Community
zh_hans: 加入联网社区
zh_hant: 加入聯網社區

# 加载3D场景中...
source: 3 D...
zh_hans: 加载3D场景中...
zh_hant: 加載3D場景中...

# 加载更多
source: Load More
zh_hans: 加载更多
zh_hant: 加載更多

# 动作
source: Action
zh_hans: 动作
zh_hant: 動作

# 动作目标
source: Action Target
zh_hans: 动作目标
zh_hant: 動作目標

# 动作类型
source: Type
zh_hans: 动作类型
zh_hant: 動作類型

# 匀速移动
source: Move Steadily
zh_hans: 匀速移动
zh_hant: 勻速移動

# 包包
source: Bag
zh_hans: 包包
zh_hant: 包包

# 包含 %lld 件库存，单套价值 ¥%@；邮费不随库存倍增
source: Includes %lld inventory items, ¥%@ per set; shipping does not multiply with inventory
zh_hans: 包含 %1$lld 件库存，单套价值 ¥%2$@；邮费不随库存倍增
zh_hant: 包含 %1$lld 件庫存，單套價值 ¥%2$@；郵費不隨庫存倍增

# 包括用户消息和AI回复
source: Messages AI
zh_hans: 包括用户消息和AI回复
zh_hant: 包括用戶消息和AI回復

# 升高高度，从上方拍摄
source: Raise the camera and shoot from above
zh_hans: 升高高度，从上方拍摄
zh_hant: 升高高度，從上方拍攝

# 半透明
source: Translucent
zh_hans: 半透明
zh_hant: 半透明

# 协议 · 备案 · 邮箱
source: Terms · Filing · Email
zh_hans: 协议 · 备案 · 邮箱
zh_hant: 協議 · 備案 · 信箱
